{
    "workspace": "espacio de trabajo",
    "Start Date": "Fecha de inicio",
    "End Date": "Fecha de fin",
    "Period": "Período",
    "Day": "Día",
    "Week": "Semana",
    "Month": "Mes",
    "Year": "Año",
    "Invoices": "Facturas",
    "Open Graph Images": "Imágenes Open Graph",
    "Tenancy": "Multialquiler",
    "Announcements": "Anuncios",
    "Title": "Título",
    "The title of the announcement (for internal use only).": "El título del anuncio (solo para uso interno).",
    "Content": "Contenido",
    "The content of the announcement.": "El contenido del anuncio.",
    "Starts At": "Comienza en",
    "The date and time the announcement will start displaying.": "La fecha y hora en que el anuncio comenzará a mostrarse.",
    "Ends At": "Finaliza en",
    "The date and time the announcement will stop displaying.": "La fecha y hora en que el anuncio dejará de mostrarse.",
    "Is Active": "Está activo",
    "Is Dismissible": "Es descartable",
    "If enabled, users will be able to dismiss the announcement.": "Si está habilitado, los usuarios podrán descartar el anuncio.",
    "Show on frontend": "Mostrar en el frontend",
    "If enabled, the announcement will be displayed on the frontend website.": "Si está habilitado, el anuncio se mostrará en el sitio público.",
    "Show on user dashboard": "Mostrar en el panel de usuario",
    "If enabled, the announcement will be displayed on the user dashboard.": "Si está habilitado, el anuncio se mostrará en el panel de usuario.",
    "Show for customers": "Mostrar a clientes",
    "If enabled, the announcement will be displayed for customers (users who either bought a product or subscribed to a plan).": "Si está habilitado, el anuncio se mostrará a los clientes (usuarios que compraron un producto o se suscribieron a un plan).",
    "Active": "Activo",
    "Created At": "Creado el",
    "Updated At": "Actualizado el",
    "Blog": "Blog",
    "Leave empty to generate slug automatically name.": "Déjalo vacío para generar el slug automáticamente.",
    "Blog Post Categories": "Categorías de entradas del blog",
    "View Post": "Ver entrada",
    "A short description of the post (will be used in meta tags).": "Una breve descripción de la entrada (se usará en meta tags).",
    "Will be used in the URL of the post. Leave empty to generate slug automatically from title.": "Se usará en la URL de la entrada. Déjalo vacío para generar el slug automáticamente a partir del título.",
    "Author": "Autor",
    "Blog Posts": "Entradas del blog",
    "The code that will be used to redeem the discount.": "El código que se usará para canjear el descuento.",
    "add_bulk_codes": "añadir_códigos_masivos",
    "New Bulk Codes": "Nuevos códigos masivos",
    "The prefix will be added to the beginning of each code.": "El prefijo se añadirá al inicio de cada código.",
    "Prefix": "Prefijo",
    "Count": "Cantidad",
    "The number of codes to generate.": "El número de códigos a generar.",
    "Product Management": "Gestión de productos",
    "Fixed amount": "Cantidad fija",
    "Percentage (of the total price)": "Porcentaje (del precio total)",
    "If you choose percentage, enter a number between 0 and 100. For example: 90 for 90%. For fixed amount, enter the amount in cents. For example: 1000 for $10.00": "Si eliges porcentaje, introduce un número entre 0 y 100. Por ejemplo: 90 para 90%. Para cantidad fija, introduce la cantidad en centavos. Por ejemplo: 1000 para $10.00",
    "Select the plans that this discount will be applied to. If you leave empty, discount will be applied to all plans.": "Selecciona los planes a los que se aplicará este descuento. Si lo dejas vacío, el descuento se aplicará a todos los planes.",
    "One-time purchase products": "Productos de compra única",
    "Select the one-time products that this discount will be applied to. If you leave empty, discount will be applied to all one-time products.": "Selecciona los productos de compra única a los que se aplicará este descuento. Si lo dejas vacío, el descuento se aplicará a todos.",
    "Enter -1 for unlimited redemptions (total).": "Introduce -1 para redenciones ilimitadas (total).",
    "Enter -1 for unlimited redemptions per user.": "Introduce -1 para redenciones ilimitadas por usuario.",
    "If enabled, this discount will keep being applied to the subscription forever (or until valid if you set maximum valid date).": "Si está habilitado, este descuento se aplicará a la suscripción indefinidamente (o hasta la fecha máxima que hayas establecido).",
    "This allows you define how many months the discount should apply. Only works with payment providers that support this feature. (like Stripe or Lemon Squeezy)": "Esto te permite definir cuántos meses se aplicará el descuento. Solo funciona con proveedores de pago que soporten esta función (como Stripe o Lemon Squeezy).",
    "Amount of subscription billing periods that this discount recurs for. Only works with payment providers that support this feature. (like Paddle)": "Número de ciclos de facturación de suscripción en los que se repetirá este descuento. Solo funciona con proveedores que lo soporten (como Paddle).",
    "Name": "Nombre",
    "Type": "Tipo",
    "Amount": "Cantidad",
    "Redemptions": "Redenciones",
    "Updated at": "Actualizado en",
    "Discounts": "Descuentos",
    "Edit Credentials": "Editar credenciales",
    "Test Email Failed To Send with message:": "Fallo al enviar correo de prueba con mensaje:",
    "Test Email Queued For Sending, check \/horizon to see if it was sent.": "Correo de prueba en cola para enviar, revisa \/horizon para ver si se envió.",
    "Send Test Email": "Enviar correo de prueba",
    "Settings": "Ajustes",
    "Email Providers": "Proveedores de correo",
    "Provider Name": "Nombre del proveedor",
    "Enabled": "Habilitado",
    "Oauth Login Providers": "Proveedores de inicio de sesión OAuth",
    "Payment Provider Data": "Datos de proveedor de pago",
    "Validate Product (Lemon Squeezy)": "Validar producto (Lemon Squeezy)",
    "Invalid Payment Provider": "Proveedor de pago inválido",
    "The selected payment provider is not Lemon Squeezy.": "El proveedor seleccionado no es Lemon Squeezy.",
    "Problem validating product": "Problema al validar producto",
    "Product found": "Producto encontrado",
    "The product with the variant ID :variantId was found and is matching your plan product details.": "El producto con ID de variante :variantId fue encontrado y coincide con los detalles de tu plan.",
    "Enter price in lowest denomination for a currency (cents). E.g. 1000 = 10.00": "Introduce el precio en la unidad mínima de la moneda (centavos). Ej.: 1000 = 10.00",
    "Price": "Precio",
    "Leave empty to generate slug automatically from product name.": "Déjalo vacío para generar el slug automáticamente desde el nombre del producto.",
    "One line description of the product.": "Descripción de una línea del producto.",
    "The maximum quantity of this product that can be purchased at once. If set to 1, customers will not be able to edit the quantity on the checkout page.": "La cantidad máxima de este producto que se puede comprar de una vez. Si es 1, los clientes no podrán editar la cantidad en el checkout.",
    "If the product is not active, your customers will not be able to purchase it.": "Si el producto no está activo, tus clientes no podrán comprarlo.",
    "Add any additional data to this product. You can use this to store product features that could later be retrieved to serve your users.": "Añade cualquier dato adicional a este producto. Puedes usarlo para guardar características que luego se muestren a tus usuarios.",
    "Property name": "Nombre de la propiedad",
    "Property value": "Valor de la propiedad",
    "Add features that this product offers. These will be displayed on the checkout page.": "Añade características que ofrece este producto. Se mostrarán en la página de pago.",
    "A one-time purchase product is a non-recurring product that is purchased once for a certain price.": "Un producto de compra única es no recurrente y se adquiere una sola vez por un precio determinado.",
    "One-time Purchase Product": "Producto de compra única",
    "One-time Purchase Products": "Productos de compra única",
    "Revenue": "Ingresos",
    "Tenant": "Inquilino",
    "Payment Provider": "Proveedor de pago",
    "Details": "Detalles",
    "Order Details": "Detalles del pedido",
    "View details about this order.": "Ver detalles de este pedido.",
    "Discount Amount": "Monto del descuento",
    "Order Items": "Artículos del pedido",
    "View details about order items.": "Ver detalles de los artículos del pedido.",
    "Quantity": "Cantidad",
    "Price Per Unit": "Precio por unidad",
    "Price Per Unit After Discount": "Precio por unidad después del descuento",
    "Discount Per Unit": "Descuento por unidad",
    "Orders": "Pedidos",
    "The name of the payment provider (shown on checkout page).": "El nombre del proveedor de pago (visible en la página de pago).",
    "Deactivating this payment provider will prevent it from being used for new & old subscriptions. Customers will not be able to pay for their services so USE WITH CAUTION.": "Desactivar este proveedor impedirá su uso en suscripciones nuevas y existentes. Los clientes no podrán pagar, úsalo con precaución.",
    "Slug": "Slug",
    "Payment Providers": "Proveedores de pago",
    "Unable to delete plan": "No se puede eliminar el plan",
    "This plan has subscriptions and cannot be deleted.": "Este plan tiene suscripciones y no puede eliminarse.",
    "Pick the price type for this plan.": "Elige el tipo de precio para este plan.",
    "Fixed Fee": "Tarifa fija",
    "Enter price in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Introduce el precio en la unidad mínima (centavos). Ej.: 1000 = $10.00",
    "Important: Fixed fee is available only for Stripe.": "Importante: la tarifa fija solo está disponible en Stripe.",
    "A fixed fee is an amount that your customer will be charged every billing cycle in addition to any usage-based amount. Enter fixed fee in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "La tarifa fija es un monto que el cliente paga cada ciclo además de lo variable. Introduce la cantidad en centavos. Ej.: 1000 = $10.00",
    "It is highly recommended that you set up a fixed fee for your usage-based billing plans if you are dealing with low-trust customers, as customers can keep using your service and then disable their credit card to avoid being charged for usage.": "Se recomienda definir una tarifa fija en planes de pago por uso con clientes de baja confianza, ya que podrían usar el servicio y luego desactivar la tarjeta.",
    "Enter price per unit in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Introduce el precio por unidad en centavos. Ej.: 1000 = $10.00",
    "Enter tier prices in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Introduce los precios por nivel en centavos. Ej.: 1000 = $10.00",
    "Up until (x) units": "Hasta (x) unidades",
    "Price per unit": "Precio por unidad",
    "Flat fee": "Tarifa plana",
    "At least one tier is required": "Se requiere al menos un nivel",
    "The last tier must have \"∞\" as the value for \"Up until (x) units\"": "El último nivel debe tener \"∞\" en \"Hasta (x) unidades\"",
    "The \"Up until (x) units\" values should be in ascending order": "Los valores de \"Hasta (x) unidades\" deben estar en orden ascendente",
    "The \"Up until (x) units\" values should be an integer or \"∞\"": "Los valores de \"Hasta (x) unidades\" deben ser enteros o \"∞\"",
    "Only one tier can have \"∞\" as the value for \"Up until (x) units\"": "Solo un nivel puede tener \"∞\" en \"Hasta (x) unidades\"",
    "Unit Quantity": "Cantidad de unidades",
    "Enter an example unit quantity to see how the price is calculated.": "Introduce una cantidad de ejemplo para ver cómo se calcula el precio.",
    "Price Preview Calculation": "Cálculo de vista previa de precio",
    "Price Preview": "Vista previa de precio",
    " (Fixed fee)": " (Tarifa fija)",
    "Tiered (Volume) pricing model is calculated as follows: <br\/> (volume of usage * price per unit) + Flat fee of that tier + Fixed fee (if any).": "El modelo por niveles (volumen) se calcula así: <br\/> (volumen de uso * precio por unidad) + tarifa plana de ese nivel + tarifa fija (si la hay).",
    "Tiered (Graduated) pricing model is calculated as follows: <br\/> Sum of ((volume of usage * price per unit) + Flat fee) at each tier + Fixed fee (if any).": "El modelo escalonado (graduado) se calcula así: <br\/> Suma de ((volumen de uso * precio por unidad) + tarifa plana) en cada nivel + tarifa fija (si la hay).",
    "Leave empty to generate slug automatically from product name & interval.": "Déjalo vacío para generar el slug automáticamente desde el nombre del producto e intervalo.",
    "Flat Rate: Fixed price per billing cycle. Seat Based: Charge per seat\/user for each billing cycle. Usage Based: Price per unit with optional tiers.": "Tarifa plana: precio fijo por ciclo. Por asiento: carga por asiento\/usuario. Por uso: precio por unidad con niveles opcionales.",
    "Important": "Importante",
    "Usage-based pricing is not supported for Paddle.": "La tarificación por uso no es compatible con Paddle.",
    "Flat Rate": "Tarifa plana",
    "Seat-Based": "Por asiento",
    "Usage-based": "Por uso",
    "Max Users Per Tenant": "Máx. usuarios por inquilino",
    "The maximum number of users that can be added to a tenant (team). Use that to limited the number of users that can use this plan for each tenant. Use \"0\" for unlimited.": "El número máximo de usuarios en un inquilino (equipo). Usa \"0\" para ilimitado.",
    "The name of the meter. Please use singular form, for example: \"Token\" instead of \"Tokens\".": "El nombre de la métrica. Usa singular, p.ej.: \"Token\" en lugar de \"Tokens\".",
    "The number of intervals (weeks, months, etc) between each billing cycle.": "El número de intervalos (semanas, meses, etc.) entre ciclos de facturación.",
    "The interval (week, month, etc) between each billing cycle.": "El intervalo (semana, mes, etc.) entre cada ciclo de facturación.",
    "Plans are the different tiers of your product that you offer to your customers.": "Los planes son los distintos niveles de tu producto que ofreces a tus clientes.",
    "For example: if you have Starter, Pro and Premium products, you would create a monthly and yearly plans for each of those to offer them in different intervals.": "Por ejemplo: si tienes productos Starter, Pro y Premium, crearías planes mensuales y anuales para cada uno, ofreciendo distintos intervalos.",
    "Product": "Producto",
    "Interval": "Intervalo",
    "Trial": "Prueba gratuita",
    "Has Prices": "Tiene precios",
    "Plans": "Planes",
    "Unable to delete product": "No se puede eliminar el producto",
    "This product has plans and cannot be deleted.": "Este producto tiene planes y no puede eliminarse.",
    "Popular product": "Producto popular",
    "Mark this product as popular. This will be used to highlight this product in the pricing page.": "Marca este producto como popular. Se resaltará en la página de precios.",
    "Is default product": "Es producto predeterminado",
    "default product": "producto predeterminado",
    "A default product is a kind of a hidden product that allows you to set the features (and metadata) for users that have no active plan. Add a default product if you want to offer a free tier to your users. You can only have 1 default product and it cannot have any plans.": "Un producto predeterminado es un producto oculto que define características (y metadatos) para usuarios sin plan activo. Añade uno si quieres ofrecer un nivel gratuito. Solo puedes tener uno y no puede tener planes.",
    "Add features that this plan offers. These will be displayed on the pricing page and on the checkout page.": "Añade características que ofrece este plan. Se mostrarán en la página de precios y en la de pago.",
    "A product is bundle of features that you offer to your customers.": "Un producto es un conjunto de características que ofreces a tus clientes.",
    "If you want to provide a Starter, Pro and Premium offerings to your customers, create a product for each of them.": "Si deseas ofrecer niveles Starter, Pro y Premium, crea un producto para cada uno.",
    "Popular": "Popular",
    "Default": "Predeterminado",
    "Subscription Product": "Producto de suscripción",
    "Subscription Products": "Productos de suscripción",
    "User": "Usuario",
    "IP Address": "Dirección IP",
    "Roadmap": "Hoja de ruta",
    "Upvotes": "Votos a favor",
    "Roadmap Items": "Elementos de la hoja de ruta",
    "User Management": "Gestión de usuarios",
    "The name of the role. Tenancy roles should start with \":prefix\", and only tenancy permissions can be assigned to tenancy roles.": "El nombre del rol. Los roles de multialquiler deben empezar con \":prefix\" y solo pueden asignárseles permisos de multialquiler.",
    "The following permissions are not allowed for tenancy roles -> :permissions": "Los siguientes permisos no están permitidos para roles de multialquiler -> :permissions",
    "The following permissions are not allowed for admin roles -> :permissions": "Los siguientes permisos no están permitidos para roles de admin -> :permissions",
    "Choose the permissions for this role. Tenancy permissions can only be assigned to tenancy roles.": "Elige los permisos para este rol. Solo los roles de multialquiler pueden tener permisos de multialquiler.",
    "Select permissions...": "Seleccionar permisos...",
    "Manage the roles in your application. Roles that start with \"tenancy:\" are supposed to be used for multi-tenancy users to control user dashboard capabilities.": "Gestiona los roles en tu aplicación. Los roles que empiezan con \"tenancy:\" son para usuarios multi-inquilino y controlan capacidades del panel.",
    "Roles": "Roles",
    "Sync Quantity": "Sincronizar cantidad",
    "Change Plan": "Cambiar plan",
    "Plan": "Plan",
    "Important: Plan change will happen immediately and depending on proration setting you set, user might be billed immediately full plan price or a proration is applied.": "Importante: el cambio de plan será inmediato y, según la prorrata configurada, el usuario podría recibir un cobro completo o prorrateado.",
    "You need to select a different plan to change to.": "Necesitas seleccionar otro plan para cambiar.",
    "Plan change successful.": "Cambio de plan exitoso.",
    "Plan change failed.": "Fallo al cambiar de plan.",
    "Add Discount": "Añadir descuento",
    "Discount code": "Código de descuento",
    "Could not apply discount code.": "No se pudo aplicar el código de descuento.",
    "Discount code has been applied.": "El código de descuento ha sido aplicado.",
    "Cancel Subscription": "Cancelar suscripción",
    "Cancelled by admin.": "Cancelado por admin.",
    "Subscription will be cancelled at the end of the billing period.": "La suscripción se cancelará al final del ciclo de facturación.",
    "Subscription cancellation failed.": "Fallo al cancelar suscripción.",
    "Discard Cancellation": "Descartar cancelación",
    "Subscription cancellation discarded": "Cancelación de suscripción descartada",
    "Subscription cancellation discard failed.": "Fallo al descartar cancelación de suscripción.",
    "Manage Subscription": "Gestionar suscripción",
    "End Subscription Now": "Finalizar suscripción ahora",
    "Subscription has been ended.": "La suscripción ha finalizado.",
    "Subscription end failed.": "Fallo al finalizar suscripción.",
    "Unit Usages": "Usos de unidades",
    "Unit Count": "Conteo de unidades",
    "Currency": "Moneda",
    "seat": "asiento",
    "Create Subscription": "Crear suscripción",
    "Adding a subscription to a user will create a \"locally managed\" subscription, which means the user will be able to use subscription features without being billed, and they can later convert to a \"payment provider managed\" subscription from their dashboard.": "Agregar una suscripción a un usuario creará una suscripción \"gestionada localmente\", lo que significa que podrá usar funciones sin facturación y luego convertirla a una gestionada por el proveedor desde su panel.",
    "The date when the subscription will end.": "La fecha en que terminará la suscripción.",
    "Failed to create subscription. User already has an active subscription and cannot have more than one.": "Fallo al crear suscripción. El usuario ya tiene una suscripción activa y no puede tener más de una.",
    "Subscription created successfully.": "Suscripción creada con éxito.",
    "Status": "Estado",
    "Changed By": "Modificado por",
    "Payment Provider Status": "Estado proveedor de pago",
    "Subscription Details": "Detalles de suscripción",
    "View details about subscription.": "Ver detalles de la suscripción.",
    "Subscription is past due.": "La suscripción está vencida.",
    "From": "Desde",
    "Next": "Siguiente",
    "Payment Provider Subscription ID": "ID de suscripción proveedor",
    "Next Renewal": "Próxima renovación",
    "Trial Ends At": "Fin de prueba",
    "Payment Provider Managed": "Gestionada por proveedor",
    "Locally Managed": "Gestionada localmente",
    "Renews automatically": "Se renueva automáticamente",
    "No": "No",
    "Yes": "Sí",
    "Cancellation Reason": "Motivo de cancelación",
    "Cancellation Additional Info": "Información adicional de la cancelación",
    "Discount Details": "Detalles del descuento",
    "View details about subscription discount.": "Ver detalles del descuento de suscripción.",
    "Valid Until": "Válido hasta",
    "Changes": "Cambios",
    "Subscriptions": "Suscripciones",
    "View": "Ver",
    "User role has been updated.": "El rol de usuario ha sido actualizado.",
    "Is Creator": "Es creador",
    "User could not be added to tenant.": "No se pudo añadir el usuario al inquilino.",
    "User has been added to tenant.": "Usuario añadido al inquilino.",
    "Add User": "Añadir usuario",
    "User could not be removed from tenant.": "No se pudo eliminar el usuario del inquilino.",
    "User has been removed from tenant.": "Usuario eliminado del inquilino.",
    "Remove": "Eliminar",
    "Edit": "Editar",
    "Users": "Usuarios",
    "UUID": "UUID",
    "Total": "Total",
    "Total fees": "Total de tarifas",
    "Transaction count": "Conteo de transacciones",
    "Owner": "Propietario",
    "Order Nr. ": "Pedido Núm. ",
    "See Invoice": "Ver factura",
    "Force Regenerate Invoice": "Forzar regeneración de factura",
    "Subscription": "Suscripción",
    "Transactions": "Transacciones",
    "Disable Two-Factor Authentication": "Desactivar autenticación de dos factores",
    "Two-Factor Authentication Disabled": "Autenticación de dos factores desactivada",
    "Id": "Id",
    "Leave blank to keep the current password.": "Déjalo en blanco para mantener la contraseña actual.",
    "Email Verified": "Correo verificado",
    "Resend Verification Email": "Reenviar correo de verificación",
    "A verification link has been queued to be sent to this user.": "Un enlace de verificación está en cola para ser enviado a este usuario.",
    "Test SMS Failed To Send with message:": "Fallo al enviar SMS de prueba con mensaje:",
    "Test SMS was sent.": "SMS de prueba enviado.",
    "Send Test SMS": "Enviar SMS de prueba",
    "Verification Providers": "Proveedores de verificación",
    "Average revenue per user (ARPU) overview": "Visión general de Ingresos promedio por usuario (ARPU)",
    "ARPU takes into account all users, including those who churned or never subscribed.": "El ARPU considera todos los usuarios, incluidos los que se dieron de baja o nunca se suscribieron.",
    "Average User Subscription Conversion": "Conversión promedio de suscripción de usuario",
    "Average User Subscription Conversion is the % of users who subscribed to a plan to the total users.": "La conversión promedio es el % de usuarios que se suscribieron sobre el total.",
    "Churn rate overview": "Visión general de tasa de deserción",
    "Churn rate is the % of users who cancel their subscription each month.": "La tasa de deserción es el % de usuarios que cancelan su suscripción cada mes.",
    "decrease": "disminución",
    "increase": "aumento",
    "MRR": "MRR",
    "Active Subscriptions": "Suscripciones activas",
    "Total revenue": "Ingresos totales",
    "Total user subscription conversion": "Conversiones totales de suscripción",
    "subscribed \/ total users": "suscritos \/ total de usuarios",
    "Total Transactions": "Transacciones totales",
    "Total Users": "Usuarios totales",
    "Monthly recurring revenue (MRR) overview": "Visión general de ingresos recurrentes mensuales (MRR)",
    "MRR takes into account only active subscriptions (no trials).": "El MRR considera solo suscripciones activas (sin pruebas).",
    "Total Revenue overview": "Visión general de ingresos totales",
    "Total Revenue is the total revenue generated.": "Los ingresos totales son la suma generada.",
    "Team": "Equipo",
    "Team Members": "Miembros del equipo",
    "Workspace Settings": "Configuración del espacio de trabajo",
    "Invalid code, please try again.": "Código inválido, inténtalo de nuevo.",
    "Two-factor authentication enabled": "Autenticación de dos factores habilitada",
    "Two-factor authentication disabled": "Autenticación de dos factores deshabilitada",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Enter the email address of the person you want to invite.": "Introduce el correo de la persona que quieres invitar.",
    "This email address has already been invited.": "Este correo ya ha sido invitado.",
    "This user is already in the team.": "Este usuario ya está en el equipo.",
    "You have reached the maximum number of users allowed for your subscription.": "Has alcanzado el número máximo de usuarios permitidos.",
    "Choose the role for this user.": "Elige el rol para este usuario.",
    "Send invitations to your team members.": "Enviar invitaciones a miembros del equipo.",
    "Inviter": "Invitador",
    "Invite People": "Invitar personas",
    "Total Amount": "Monto total",
    "You do not have permission to cancel subscriptions.": "No tienes permiso para cancelar suscripciones.",
    "Error canceling subscription": "Error al cancelar suscripción",
    "Update Payment Details": "Actualizar detalles de pago",
    "Verify Phone Number": "Verificar número de teléfono",
    "Complete Subscription": "Completar suscripción",
    "View Details": "Ver detalles",
    "View details about your subscription.": "Ver detalles de tu suscripción.",
    "Your subscription is past due. Please update your payment details.": "Tu suscripción está vencida. Actualiza tus datos de pago.",
    "View details about your discount.": "Ver detalles de tu descuento.",
    "View Order": "Ver pedido",
    "Date": "Fecha",
    "Your address information is not complete. It is recommended to complete your address information before generating an invoice. Are you sure you want to proceed?": "Tu información de dirección no está completa. Se recomienda completarla antes de generar factura. ¿Deseas continuar?",
    "Complete Address Info": "Completar información de dirección",
    "Proceed anyway": "Proceder de todos modos",
    "Payments": "Pagos",
    "You do not have permission to change plans.": "No tienes permiso para cambiar planes.",
    "You do not have an active subscription.": "No tienes una suscripción activa.",
    "You are already subscribed to this plan.": "Ya estás suscrito a este plan.",
    "Error finding payment provider.": "Error al encontrar proveedor de pago.",
    "Error changing plan.": "Error al cambiar de plan.",
    "Your account has been blocked.": "Tu cuenta ha sido bloqueada.",
    "Address Line 1": "Línea de dirección 1",
    "Street address, company name, c\/o": "Dirección, nombre de empresa, c\/o",
    "Address Line 2": "Línea de dirección 2",
    "Apartment, suite, unit, building, floor, etc.": "Apartamento, suite, unidad, edificio, piso, etc.",
    "City": "Ciudad",
    "State": "Estado\/Departamento",
    "Zip": "Código postal",
    "Country": "País",
    "Phone": "Teléfono",
    "Tax Number": "Número de IVA\/RUT",
    "Address Saved": "Dirección guardada",
    "Too expensive": "Demasiado caro",
    "Missing features": "Faltan funciones",
    "Found better product": "Encontré un producto mejor",
    "Other": "Otro",
    "Please tell us why you are canceling your subscription.": "Cuéntanos por qué cancelas tu suscripción.",
    "Additional information": "Información adicional",
    "Please tell us what we can do to improve our product.": "Dinos qué podemos mejorar en nuestro producto.",
    "Your account is blocked, please contact support.": "Tu cuenta está bloqueada, contacta soporte.",
    "Wrong email or password": "Correo o contraseña incorrectos",
    "You do not have access to this account.": "No tienes acceso a esta cuenta.",
    "Please enter a discount code.": "Introduce un código de descuento.",
    "This discount code is invalid.": "Este código de descuento es inválido.",
    "The discount code has been applied.": "El código de descuento ha sido aplicado.",
    "The discount code has been removed.": "El código de descuento ha sido eliminado.",
    "Key": "Clave",
    "Secret": "Secreto",
    "Region": "Región",
    "Settings Saved": "Ajustes guardados",
    "Remove User": "Eliminar usuario",
    "User has been removed.": "Usuario eliminado.",
    "User could not be removed.": "No se pudo eliminar al usuario.",
    "Workspace Name": "Nombre del espacio de trabajo",
    "Edit the name of your workspace": "Editar el nombre del espacio de trabajo",
    "Application": "Aplicación",
    "Site Name": "Nombre del sitio",
    "This will be used as the meta description for your site (for pages that have no description).": "Esto se usará como meta descripción del sitio (para páginas sin descripción).",
    "Support Email": "Correo de soporte",
    "Date Format": "Formato de fecha",
    "The :attribute is invalid.": "El atributo :attribute no es válido.",
    "Date Time Format": "Formato de fecha y hora",
    "Payment": "Pago",
    "Default Currency": "Moneda predeterminada",
    "This is the currency that will be used for all payments.": "Moneda que se usará en todos los pagos.",
    "Payment Proration Enabled": "Prorrateo de pago habilitado",
    "If enabled, when a customer upgrades or downgrades their subscription, the amount they have already paid will be prorated and credited towards their new plan.": "Si está habilitado, al cambiar de plan el pago ya realizado se prorrateará al nuevo.",
    "Email": "Correo electrónico",
    "Default Email Provider": "Proveedor de correo predeterminado",
    "This is the email provider that will be used for all emails.": "Proveedor que se usará en todos los correos.",
    "Default \"From\" Email Name": "Nombre predeterminado \"De\"",
    "This is the name that will be used as the \"From\" name for all emails.": "Nombre que se usará como remitente en todos los correos.",
    "Default \"From\" Email Address": "Dirección predeterminada \"De\"",
    "This is the email address that will be used as the \"From\" address for all emails.": "Dirección que se usará como remitente en todos los correos.",
    "Verification": "Verificación",
    "Default Verification Provider": "Proveedor de verificación predeterminado",
    "This is the verification provider that will be used for all user phone SMS verifications.": "Proveedor que se usará para verificar número de teléfono vía SMS.",
    "Analytics & Cookies": "Analítica y cookies",
    "Cookie Consent Bar Enabled": "Barra de consentimiento de cookies habilitada",
    "If enabled, the cookie consent bar will be shown to users.": "Si está habilitado, se mostrará la barra de cookies a los usuarios.",
    "Google analytics will only be inserted if either \"Cookie Consent Bar\" is disabled or in case user has consented to cookies.": "Google Analytics se insertará solo si la barra de cookies está deshabilitada o el usuario consentó.",
    "Google Tracking ID": "ID de seguimiento de Google",
    "Paste in any other analytics or tracking scripts here. Those scripts will only be inserted if either \"Cookie Consent Bar\" is disabled or in case user has consented to cookies.": "Pega aquí otros scripts de analítica o seguimiento. Solo se insertarán si la barra está deshabilitada o el usuario consentó.",
    "Other Tracking Scripts": "Otros scripts de seguimiento",
    "Subscription Trials": "Pruebas de suscripción",
    "Trials without Payment": "Pruebas sin pago",
    "Trial Without Payment Enabled": "Prueba sin pago habilitada",
    "If enabled, customers will be able to start subscription trials without entering payment details, and later they can enter payment details to continue their subscription.": "Si está habilitado, los clientes podrán iniciar pruebas sin pago y luego añadir datos para continuar.",
    "First Reminder Enabled": "Primer recordatorio habilitado",
    "If enabled, a reminder email will be sent to the user when the trial is ending soon.": "Si está habilitado, se enviará un correo de recordatorio antes de que termine la prueba.",
    "First Reminder Days": "Días del primer recordatorio",
    "This email will remind the user that the trial is ending soon. Enter the number of days before the trial ends that the first reminder email will be sent.": "Este correo recordará que la prueba está por terminar. Introduce los días antes de finalizar que se enviará.",
    "Second Reminder Enabled": "Segundo recordatorio habilitado",
    "If enabled, a second reminder email will be sent to the user when the trial is ending soon.": "Si está habilitado, se enviará un segundo recordatorio.",
    "Second Reminder Days": "Días del segundo recordatorio",
    "Enter the number of days before the trial ends that the second reminder email will be sent.": "Introduce los días antes de finalizar que se enviará el segundo recordatorio.",
    "SMS Verification Enabled": "Verificación por SMS habilitada",
    "If enabled, users will be required to verify their phone number via SMS before starting a trial without payment (to prevent abuse).": "Si está habilitado, se requerirá verificar el teléfono por SMS antes de iniciar prueba sin pago.",
    "Limit User Trials": "Limitar pruebas por usuario",
    "Limit User Trials Enabled": "Límite de pruebas habilitado",
    "If enabled, users will only be able to start a limited number of trials (to prevent abuse).": "Si está habilitado, cada usuario tendrá un número limitado de pruebas.",
    "Maximum Trial Count": "Cantidad máxima de pruebas",
    "Enter the maximum number of trials a user can start. If a user reaches this limit, they will not be able to start any more trials and they will be required to enter payment details to start subscription.": "Introduce el número máximo de pruebas por usuario. Al llegar al límite, deberá añadir datos para suscribirse.",
    "Customer Dashboard": "Panel de cliente",
    "Show Subscriptions": "Mostrar suscripciones",
    "If enabled, customers will be able to see their subscriptions on the dashboard.": "Si está habilitado, los clientes verán sus suscripciones en el panel.",
    "Show Orders": "Mostrar pedidos",
    "If enabled, customers will be able to see their orders on the dashboard.": "Si está habilitado, los clientes verán sus pedidos en el panel.",
    "Show Transactions": "Mostrar transacciones",
    "If enabled, customers will be able to see their transactions on the dashboard.": "Si está habilitado, los clientes verán sus transacciones en el panel.",
    "Roadmap Enabled": "Hoja de ruta habilitada",
    "If enabled, the roadmap will be visible to the public.": "Si está habilitado, la hoja de ruta será pública.",
    "Recaptcha": "Recaptcha",
    "Recaptcha Enabled": "Recaptcha habilitado",
    "If enabled, recaptcha will be used on the registration & login forms. For more info on how to configure Recaptcha, see the <a class=\"text-primary-500\" href=\":url\" target=\"_blank\">documentation<\/a>.": "Si está habilitado, Recaptcha se usará en registro e inicio de sesión. Para más info, consulta la <a class=\"text-primary-500\" href=\":url\" target=\"_blank\">documentación<\/a>.",
    "Recaptcha Site Key": "Clave de sitio Recaptcha",
    "Recaptcha Secret Key": "Clave secreta Recaptcha",
    "Two Factor Authentication Enabled": "Autenticación de dos factores habilitada",
    "If enabled, users will be able to enable two factor authentication on their account. If disabled, the 2FA field will not be shown on the login form even for users who have it enabled.": "Si está habilitado, los usuarios podrán activar 2FA en su cuenta. Si no, el campo no aparecerá aunque lo tengan activado.",
    "Social Links": "Enlaces sociales",
    "Facebook": "Facebook",
    "X (Twitter)": "X (Twitter)",
    "LinkedIn": "LinkedIn",
    "Instagram": "Instagram",
    "YouTube": "YouTube",
    "GitHub": "GitHub",
    "Discord": "Discord",
    "Invoice generation": "Generación de facturas",
    "Enable invoice generation": "Habilitar generación de facturas",
    "If enabled, invoices will be generated for each successful transaction. Customers will be able to see their invoices in their dashboard.": "Si está habilitado, se generarán facturas por cada transacción. Los clientes las verán en su panel.",
    "Invoice number prefix": "Prefijo de número de factura",
    "Company name": "Nombre de la empresa",
    "Company code": "Código de la empresa",
    "Company address": "Dirección de la empresa",
    "Company tax number (VAT)": "NIF\/IVA de la empresa",
    "Company phone": "Teléfono de la empresa",
    "Generate Preview": "Generar vista previa",
    "API Key": "Clave API",
    "Store ID": "ID de tienda",
    "Signing Secret": "Secreto de firma",
    "Is Test Mode": "¿Es modo prueba?",
    "Check this box if you are using Lemon Squeezy in test mode.": "Marca si usas Lemon Squeezy en modo prueba.",
    "Lemon Squeezy Settings": "Ajustes Lemon Squeezy",
    "Domain": "Dominio",
    "Endpoint": "Endpoint",
    "Client ID": "ID de cliente",
    "Client Secret": "Secreto del cliente",
    "Stripe Settings": "Ajustes de Stripe",
    "Open Graph Image Generation Enabled": "Generación de imágenes OG habilitada",
    "If enabled, an open graph image will be generated for each page that has a title. Make sure that you already set the chrome binary in the config file.": "Si está habilitado, se generará una imagen OG por página con título. Asegúrate de configurar el binario de Chrome.",
    "Add Logo": "Añadir logo",
    "If enabled, the logo will be added to the open graph image.": "Si está habilitado, se añadirá el logo a la imagen OG.",
    "Logo Style": "Estilo de logo",
    "Choose the style of the logo to use in the open graph image.": "Elige el estilo del logo en la imagen OG.",
    "Add Page Screenshot": "Añadir captura de pantalla",
    "If enabled, a screenshot of the page will be added to the open graph image.": "Si está habilitado, se añadirá una captura de la página a la imagen OG.",
    "Template": "Plantilla",
    "Select the template to use for the open graph image. Changing the template or any of the settings will regenerate all open graph images for your pages, so choose your settings wisely.": "Selecciona la plantilla para la imagen OG. Cambiarla o ajustes regenerará todas las imágenes OG, elige con cuidado.",
    "Preview": "Vista previa",
    "Enter a title to use to preview the open graph image.": "Introduce un título para vista previa de la imagen OG.",
    "Preview Title": "Título de vista previa",
    "Enter an image URL to use to preview the open graph image. (either image or snapshot will be used, not both, snapshot takes precedence). ": "Introduce una URL de imagen para vista previa OG. (se usará imagen o captura, no ambas; la captura tiene prioridad).",
    "Preview Image": "Imagen de vista previa",
    "Enter a URL of a site to take a snapshot of to preview the open graph image. (either image or snapshot will be used, not both, snapshot takes precedence). Make sure above \"Add Page Screenshot\" is enabled.": "Introduce la URL de un sitio para capturar y vista previa OG. Asegúrate de habilitar \"Añadir captura\".",
    "Preview Snapshot URL": "URL de captura para vista previa",
    "Cannot render image, make sure the chrome binary is set correctly in the config file \"open-graphy.php\".": "No se puede renderizar la imagen; verifica que el binario de Chrome esté bien configurado en \"open-graphy.php\".",
    "Template Settings": "Ajustes de plantilla",
    "Vendor ID": "ID de vendedor",
    "Client Side Token": "Token client-side",
    "Vendor Auth Code": "Código de autorización vendedor",
    "Webhook Secret": "Secreto de webhook",
    "Is Sandbox": "¿Es sandbox?",
    "Paddle Settings": "Ajustes de Paddle",
    "Token": "Token",
    "Host": "Host",
    "Port": "Puerto",
    "Username": "Usuario",
    "Password": "Contraseña",
    "Publishable Key": "Clave publicable",
    "The Stripe publishable key is used to authenticate requests from the Stripe JavaScript library. Check out the <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">Stripe documentation<\/a><\/strong> for more information.": "La clave publicable de Stripe autentica peticiones desde su librería JS. Consulta la <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">documentación de Stripe<\/a><\/strong> para más info.",
    "Secret Key": "Clave secreta",
    "The Stripe secret key is used to authenticate requests to the Stripe API. Check out the <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">Stripe documentation<\/a><\/strong> for more information.": "La clave secreta de Stripe autentica peticiones a la API. Consulta la <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">documentación de Stripe<\/a><\/strong> para más info.",
    "Webhook Signing Secret": "Secreto de firma de webhook",
    "The Stripe webhook signing secret is used to verify that incoming webhooks are from Stripe. Check out the <strong><a href=\"https:\/\/stripe.com\/docs\/webhooks\/signatures\" target=\"_blank\">Stripe documentation<\/a><\/strong> for more information.": "El secreto de firma de webhook verifica que provenga de Stripe. Consulta la <strong><a href=\"https:\/\/stripe.com\/docs\/webhooks\/signatures\" target=\"_blank\">documentación de Stripe<\/a><\/strong>.",
    "Tenancy Settings": "Ajustes de multialquiler",
    "Allow Tenant Invitations": "Permitir invitaciones a inquilinos",
    "If enabled, tenants users with an \"admin\" tenant role will be able to invite users to their tenant.": "Si está habilitado, usuarios inquilinos con rol \"admin\" podrán invitar a otros.",
    "SID": "SID",
    "The Account SID from your Twilio account.": "El SID de cuenta de tu cuenta de Twilio.",
    "The Auth Token from your Twilio account.": "El token de autenticación de tu cuenta de Twilio.",
    "The phone number or alphanumeric sender ID to send messages from.": "El número de teléfono o ID alfanumérico desde el que se enviarán los mensajes.",
    "You cannot accept this invitation, please contact support.": "No puedes aceptar esta invitación, contacta soporte.",
    "Invalid phone number. Make sure to include the country code with +.": "Número de teléfono inválido. Asegúrate de incluir el código de país con +.",
    "Phone number already exists.": "El número de teléfono ya existe.",
    "Failed to send verification code.": "Fallo al enviar el código de verificación.",
    "Too many attempts. Please wait a minute.": "Demasiados intentos. Por favor espera un minuto.",
    "Invalid verification code.": "Código de verificación inválido.",
    "Thanks for your order at :app_name!": "¡Gracias por tu pedido en :app_name!",
    "Dont't lose your subscription!": "¡No pierdas tu suscripción!",
    "Welcome to :app_name!": "¡Bienvenido a :app_name!",
    "Your subscription has been cancelled": "Tu suscripción ha sido cancelada",
    "Invitation to join :tenant": "Invitación a unirse a :tenant",
    "Reset Password": "Restablecer contraseña",
    "Verify Email": "Verificar correo",
    "Pending": "Pendiente",
    "Accepted": "Aceptado",
    "Rejected": "Rechazado",
    "Success": "Éxito",
    "New": "Nuevo",
    "Refunded": "Reembolsado",
    "Per Unit": "Por unidad",
    "Tiered Volume": "Volumen por niveles",
    "Tiered Graduated": "Graduado por niveles",
    "Seat Based": "Por asiento",
    "Unknown": "Desconocido",
    "👍 Approved": "👍 Aprobado",
    "⏳ In Progress": "⏳ En progreso",
    "✅ Completed": "✅ Completado",
    "⛔️ Cancelled": "⛔️ Cancelado",
    "👎 Declined": "👎 Rechazado",
    "🙏 Pending Approval": "🙏 A la espera de aprobación",
    "🐞 Bug": "🐞 Error",
    "🏅 Feature": "🏅 Funcionalidad",
    "Canceled": "Cancelado",
    "Inactive": "Inactivo",
    "Past Due": "Vencido",
    "Paused": "Pausado",
    "Not Started": "No iniciado",
    "Failed": "Fallido",
    "Disputed": "Disputado",
    "User Dashboard": "Panel de usuario",
    "Admin Panel": "Panel de admin",
    "2-Factor Authentication": "Autenticación 2FA",
    "Order": "Pedido",
    "subscription": "suscripción",
    "free trial included": "prueba gratuita incluida",
    "address": "dirección",
    "tax number": "número de IVA\/RUT",
    "Manage your subscription and payment details.": "Gestiona tu suscripción y datos de pago.",
    "Your verification code is: :code": "Tu código de verificación es: :code",
    "Two Factor Authentication Code": "Código de autenticación 2FA",
    "Open your authenticator app and enter the code below to verify your identity.": "Abre tu app de autenticación e introduce el código para verificar tu identidad.",
    "If you lost access to your authentication device, you can use one of your recovery codes.": "Si perdiste acceso al dispositivo, puedes usar uno de tus códigos de recuperación.",
    "Verify": "Verificar",
    "Login.": "Iniciar sesión.",
    "It's great to see you back again :)": "¡Qué bueno verte de nuevo! :)",
    "No account?": "¿No tienes cuenta?",
    "Register": "Registrarse",
    "Email Address": "Correo electrónico",
    "Remember Me": "Recuérdame",
    "Forgot Your Password?": "¿Olvidaste tu contraseña?",
    "Login": "Iniciar sesión",
    "or": "o",
    "Confirm Password": "Confirmar contraseña",
    "Confirm Password.": "Confirmar contraseña.",
    "Enter your password to continue.": "Introduce tu contraseña para continuar.",
    "Send Password Reset Link": "Enviar enlace de restablecimiento",
    "Reset Your Password.": "Restablecer tu contraseña.",
    "You will receive an email with a link to reset your password.": "Recibirás un correo con un enlace para restablecer tu contraseña.",
    "You are 1 step away from resetting your password.": "Estás a un paso de restablecer tu contraseña.",
    "Have an account?": "¿Tienes cuenta?",
    "Register.": "Registrarse.",
    "Create an account to get started.": "Crea una cuenta para empezar.",
    "Thank you!": "¡Gracias!",
    "Your account is successfully registered. Head to the home page to get started.": "Tu cuenta se ha registrado con éxito. Ve a la página principal para comenzar.",
    "Continue": "Continuar",
    "Registration Complete.": "Registro completo.",
    "We are excited to have you on board. :)": "¡Estamos emocionados de tenerte a bordo! :)",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu correo.",
    "Check your email.": "Revisa tu correo.",
    "Please check your email for a verification link.": "Por favor revisa tu correo para el enlace de verificación.",
    "If you did not receive the email, you can resend it.": "Si no recibiste el correo, puedes reenviarlo.",
    "Send another verification email": "Enviar otro correo de verificación",
    "Verify Your Email Address.": "Verifica tu dirección de correo.",
    "This is necessary to continue your registration.": "Es necesario para continuar el registro.",
    "From our blog": "Desde nuestro blog",
    "Check out our latest news and updates.": "Consulta nuestras últimas noticias y actualizaciones.",
    "Check out the latest news and updates :app blog!": "¡Mira las últimas noticias y actualizaciones en el blog de :app!",
    "Share this post.": "Comparte esta entrada.",
    "Twitter page": "Página de Twitter",
    "LinkedIn community": "Comunidad de LinkedIn",
    "Stay up-to-date": "Mantente al día",
    "Subscribe to our newsletter": "Suscríbete a nuestro boletín",
    "Your email address": "Tu correo electrónico",
    "Subscribe": "Suscribirse",
    "Don't miss this": "No te lo pierdas",
    "You might also like": "También te podría interesar",
    "Thank You": "Gracias",
    "Thank you for your purchase!": "¡Gracias por tu compra!",
    "Your order is being processed and you will receive an email with your order details shortly.": "Tu pedido está en proceso y recibirás un correo con los detalles en breve.",
    "It might take a few moments for your subscription to be activated.": "Puede tardar unos momentos en activarse tu suscripción.",
    "Start Your Journey": "Comienza tu viaje",
    "Pay securely, cancel any time.": "Paga seguro, cancela cuando quieras.",
    "We are thrilled to have you on board!": "¡Estamos encantados de tenerte con nosotros!",
    "Thanks for joining us! It might take a few moments for your subscription to be activated.": "¡Gracias por unirte! Puede tardar unos momentos en activarse tu suscripción.",
    "Try it out for free, no strings attached.": "Pruébalo gratis, sin compromiso.",
    "Complete Purchase": "Completar compra",
    "Pay securely.": "Paga seguro.",
    "Complete your purchase": "Completa tu compra",
    "Launching soon 🚀": "Próximamente 🚀",
    "Build ": "Construye ",
    "your SaaS": "tu SaaS",
    "with SaaSykit": "con SaaSykit",
    "SaaSykit is built using the beautiful Laravel framework (using TALL) and offers an intuitive Filament admin panel that houses all the pre-built components like product, plans, discounts, payment providers, email providers, transactions, blog, user & role management, and much more.": "SaaSykit está construido con el bello framework Laravel (TALL) y ofrece un panel Filament intuitivo con componentes preconstruidos como producto, planes, descuentos, pasarelas, correos, transacciones, blog, gestión de usuarios y roles, y mucho más.",
    "Sounds Interesting?": "¿Suena interesante?",
    "Your email": "Tu correo",
    "Sign up to get notified when we launch.": "Regístrate para ser notificado al lanzamiento.",
    "We ": "Nosotros ",
    "NEVER": "NUNCA",
    "spam. Promise.": "spam. Promesa.",
    "How it works": "Cómo funciona",
    "Order your SaaSykit license.": "Ordena tu licencia de SaaSykit.",
    "Build": "Construir",
    "Build your SaaS with SaaSykit.": "Construye tu SaaS con SaaSykit.",
    "Launch": "Lanzar",
    "Launch your SaaS and start earning.": "Lanza tu SaaS y comienza a generar ingresos.",
    "Build your SaaS": "Construye tu SaaS",
    "Draft": "Borrador",
    "Read more >": "Leer más >",
    "More posts": "Más entradas",
    "You are currently on the": "Actualmente estás en el",
    "plan.": "plan.",
    "Most Popular": "Más popular",
    "per seat": "por asiento",
    "Buy": "Comprar",
    "Privacy Policy": "Política de privacidad",
    "Terms of Service": "Términos de servicio",
    "All rights reserved.": "Todos los derechos reservados.",
    "Facebook page": "Página de Facebook",
    "Instagram page": "Página de Instagram",
    "YouTube channel": "Canal de YouTube",
    "Linkedin page": "Página de LinkedIn",
    "Github page": "Página de GitHub",
    "Discord community": "Comunidad de Discord",
    "Get started": "Comenzar",
    "Features": "Características",
    "Tech Stack": "Stack tecnológico",
    "Pricing": "Precios",
    "FAQ": "Preguntas frecuentes",
    "Dashboard": "Panel",
    "My Invitations": "Mis invitaciones",
    "Logout": "Cerrar sesión",
    "© :year :app. All rights reserved.": "© :year :app. Todos los derechos reservados.",
    "Something went wrong.": "Algo salió mal.",
    "Go Back Home": "Volver al inicio",
    "<< back": "<< atrás",
    "< back home": "< volver al inicio",
    "Save ": "Guardar ",
    "Start for FREE": "Comenzar GRATIS",
    "Start now and upgrade as you go. No credit card required!": "Comienza ahora y mejora sobre la marcha. ¡No requiere tarjeta!",
    "Start Now": "Comenzar ahora",
    "Most popular": "Más popular",
    "Per seat": "Por asiento",
    "Get :name Now": "Obtén :name ahora",
    "Thanks for your order": "Gracias por tu pedido",
    "Hello,": "Hola,",
    "Thank you for your order at :app!": "¡Gracias por tu pedido en :app!",
    "Order number:": "Número de pedido:",
    "Quantity:": "Cantidad:",
    "Our support team is here to assist you with any questions or concerns. Feel free to reach out to us at ": "Nuestro equipo de soporte está para ayudarte. Escríbenos a ",
    "Sincerely,": "Atentamente,",
    "Don't lose your subscription!": "¡No pierdas tu suscripción!",
    "Hi :name,": "Hola :name,",
    "We were unable to process your payment for your :plan subscription. Please update your payment details to avoid losing access to your account.": "No pudimos procesar el pago de tu suscripción :plan. Actualiza tus datos para no perder acceso.",
    "Fix Problem": "Solucionar problema",
    "Your subscription to our \":plan\" plan is expiring soon. Please update your payment details to avoid losing access to your account.": "Tu suscripción al plan \":plan\" vence pronto. Actualiza tus datos de pago para no perder acceso.",
    "Welcome to :app!": "¡Bienvenido a :app!",
    "Welcome aboard! We are thrilled to have you as a valued member of :app. Your subscription to our \":plan_name\" plan has been successfully processed, and we're excited to help you unlock the full potential of our platform.": "¡Bienvenido! Estamos encantados de tenerte como miembro de :app. Tu suscripción al plan \":plan_name\" se procesó con éxito y estamos emocionados de ayudarte a aprovechar al máximo nuestra plataforma.",
    "Your feedback is essential to us. If you have any suggestions, feature requests, or thoughts on how we can enhance your experience, please don't hesitate to let us know. We value your input.": "Tu opinión es esencial. Si tienes sugerencias, solicitudes de funciones o comentarios para mejorar tu experiencia, no dudes en decírnoslo. Valoramos tu aporte.",
    "Sorry to see you go! :(": "¡Lamentamos verte partir! :(",
    "We are sad to see you go. Please let us know if there is anything we can do to improve our service.": "Nos entristece verte ir. Cuéntanos si podemos mejorar algo.",
    "Please drop us an email if you have any suggestions or feedback that you would like to share with us at": "Envíanos un correo si tienes sugerencias o comentarios a",
    "If you change your mind in the future, you can always subscribe again from your account dashboard.": "Si cambias de opinión, siempre puedes suscribirte desde tu panel.",
    "Thank you for using our services. We hope to see you again soon!": "Gracias por usar nuestros servicios. ¡Esperamos verte pronto!",
    "You are invited to join :name": "Estás invitado a unirte a :name",
    "Invitation to join :name": "Invitación a unirte a :name",
    "You have been invited to join :name.": "Has sido invitado a unirte a :name.",
    "Please click the button below to accept the invitation.": "Haz clic en el botón para aceptar la invitación.",
    "Accept Invitation": "Aceptar invitación",
    "Reset your password": "Restablece tu contraseña",
    "You are receiving this email because we received a password reset request for your account.": "Recibes este correo porque solicitaste restablecer tu contraseña.",
    "This password reset link will expire in 60 minutes.": "Este enlace expirará en 60 minutos.",
    "If you did not request a password reset, no further action is required.": "Si no lo solicitaste, no es necesaria ninguna acción.",
    "If you're having trouble clicking the \"Reset Password\" button, copy and paste the URL below into your web browser:": "Si no puedes hacer clic en \"Restablecer contraseña\", copia y pega esta URL en tu navegador:",
    "Verify your email address": "Verifica tu dirección de correo",
    "Thanks for signing up for :app_name! Before getting started, could you verify your email address by clicking on the link below?": "¡Gracias por registrarte en :app_name! Antes de comenzar, ¿podrías verificar tu correo haciendo clic en el enlace?",
    "Verify Email Address": "Verificar dirección de correo",
    "If you're having trouble clicking the \"Verify Email Address\" button, copy and paste the URL below into your web browser:": "Si no puedes hacer clic en \"Verificar correo\", copia y pega esta URL en tu navegador:",
    "Unauthorized": "No autorizado",
    "Payment Required": "Pago requerido",
    "Forbidden": "Prohibido",
    "The page you are looking for could not be found.": "La página que buscas no se encontró.",
    "Page Expired": "Página expirada",
    "Too Many Requests": "Demasiadas solicitudes",
    "An error occurred during serving your request": "Ocurrió un error al atender tu solicitud",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "To integrate Bitbucket with your application, you need to do the following steps:": "Para integrar Bitbucket con tu aplicación, sigue estos pasos:",
    "To integrate Facebook with your application, check out ": "Para integrar Facebook, consulta ",
    "getting access to the Facebook API.": "cómo obtener acceso a la API de Facebook.",
    "When prompted to enter a redirect URI, use the following:": "Cuando te pidan el URI de redirección, usa este:",
    "To integrate Github with your application, check out ": "Para integrar GitHub, consulta ",
    "getting access to the Github API.": "cómo obtener acceso a la API de GitHub.",
    "To integrate Gitlab with your application, check out ": "Para integrar GitLab, consulta ",
    "getting access to the Gitlab API.": "cómo obtener acceso a la API de GitLab.",
    "To integrate Google with your application, check out ": "Para integrar Google, consulta ",
    "getting access to the Google API.": "cómo obtener acceso a la API de Google.",
    "To integrate Linkedin with your application, check out ": "Para integrar LinkedIn, consulta ",
    "getting access to the LinkedIn API.": "cómo obtener acceso a la API de LinkedIn.",
    "On your LinkedIn app, under \"Auth\" tab -> \"Authorized redirect URLs for your app\", add the following URL:": "En tu app de LinkedIn, en la pestaña \"Auth\" -> \"Authorized redirect URLs\", añade esta URL:",
    "To integrate Twitter (X) with your application, check out ": "Para integrar Twitter (X), consulta ",
    "getting access to the Twitter API.": "cómo obtener acceso a la API de Twitter.",
    "To integrate Lemon Squeezy with your application, you need to do the following steps:": "Para integrar Lemon Squeezy, sigue estos pasos:",
    "Login to ": "Inicia sesión en ",
    "Lemon Squeezy Dashboard": "Panel de Lemon Squeezy",
    "API key": "Clave API",
    "On the left menu, click on \"Settings\" > \"API\". Click on the \"+\" sign on the right to create a new API key. Give the API key a name and click \"Create API Key\". Copy the generated key into the form in the field called \"API key\".": "En el menú izquierdo, ve a \"Settings\" > \"API\". Haz clic en \"+\" para crear una nueva clave. Ponle nombre, crea la clave y cópiala en el campo \"API key\".",
    "On the same page, on the left menu, click on \"Settings\" > \"Stores\". Copy the store id (\"#xxxxx\") without the # into the \"Store ID\" field.": "En la misma página, ve a \"Settings\" > \"Stores\". Copia el ID de tienda (\"#xxxxx\") sin el # en \"Store ID\".",
    "On the same page, on the left menu, click on \"Settings\" > \"Webhooks\". Click on \"+\" to create a new webhook and enter the URL below.": "En la misma página, ve a \"Settings\" > \"Webhooks\". Haz clic en \"+\" para crear un webhook e introduce la URL.",
    "Generate a new webhook signing secret and copy it into the form in the field called \"Signing Secret\" and also into the \"Signing secret\" field in the Lemon Squeezy Webhook creation form.": "Genera un nuevo secreto de firma, cópialo en el campo \"Signing Secret\" y también en el formulario de webhook de Lemon Squeezy.",
    "You can use ": "Puedes usar ",
    "LastPass": "LastPass",
    " to generate a secure webhook signing secret.": " para generar un secreto de webhook seguro.",
    "Click on \"Save Webhook\" and copy the generated webhook signing secret and enter it into the field in the form.": "Haz clic en \"Save Webhook\", copia el secreto generado y pégalo en el formulario.",
    "To integrate Paddle with your application, you need to do the following steps:": "Para integrar Paddle, sigue estos pasos:",
    "Paddle Billing Dashboard": "Panel de facturación de Paddle",
    "Under \"Developer Tools\" > \"Authentication\" you will find your Vendor Id (also referred to as seller ID). Enter it into the field in the form.": "En \"Developer Tools\" > \"Authentication\" encontrarás tu Vendor Id. Introdúcelo en el formulario.",
    "Under \"Developer Tools\" > \"Authentication\" > \"Client-side tokens\", click on \"Generate client-side token\". Once created, enter it into the field in the form.": "En \"Client-side tokens\", haz clic en \"Generate client-side token\". Luego pégalo en el formulario.",
    "On the same page, click on \"Generate API Key\", and enter a name and a description for the key. Copy the generated key and enter it into the field in the form.": "Haz clic en \"Generate API Key\", pon nombre y descripción, copia la clave y pégala en el formulario.",
    "Head to \"Developer Tools\" > \"Notifications\" and click on \"New Destination\". Enter a description for the webhook, and select \"Webhook\" as \"Notification Type\", and enter the URL below.": "Ve a \"Developer Tools\" > \"Notifications\" y haz clic en \"New Destination\". Pon descripción, elige \"Webhook\" como tipo y pega la URL.",
    "From the list of events, select all the events under \"Transaction\", \"Subscription\" and \"Adjustment\". So all the following events should be selected:": "De la lista de eventos, selecciona todos bajo \"Transaction\", \"Subscription\" y \"Adjustment\". Deben marcarse:",
    "\"transaction.xyz\".": "\"transaction.xyz\".",
    "\"subscription.xyz\".": "\"subscription.xyz\".",
    "\"adjustment.xyz\".": "\"adjustment.xyz\".",
    "Click on \"Save Destination\" and copy the generated webhook secret key and enter it into the field in the form.": "Haz clic en \"Save Destination\", copia el secreto generado y pégalo en el formulario.",
    "Sandbox mode": "Modo sandbox",
    "In case you are installing this on a test environment, you can enable sandbox mode. This will use the Paddle sandbox environment instead of the live environment.": "Si es un entorno de pruebas, habilita sandbox. Usará el entorno de Paddle de pruebas en lugar del real.",
    "Important:": "Importante:",
    "NEVER enable sandbox mode on a production environment!": "¡NUNCA habilites sandbox en producción!",
    "Default Payment Link": "Enlace de pago predeterminado",
    "Head to \"Checkout\" > \"Checkout Settings\" and under \"Default payment link\", enter the following URL:": "Ve a \"Checkout\" > \"Checkout Settings\" y en \"Default payment link\" pega esta URL:",
    "Click on \"Save\".": "Haz clic en \"Save\".",
    "To integrate Stripe with your application, you need to do the following steps:": "Para integrar Stripe, sigue estos pasos:",
    "Stripe Dashboard": "Panel de Stripe",
    "Depending whether you want to use the test or live environment, you might need to tick the \"Test mode\" switch in the top right corner.": "Según entorno, activa\/desactiva \"Test mode\" en la esquina superior.",
    "Publishable key": "Clave publicable",
    "On the top menu, click on \"Developers\" > \"API keys\". Copy the \"Publishable key\" and enter it into the field in the form.": "En el menú superior, ve a \"Developers\" > \"API keys\". Copia la \"Publishable key\" y pégala en el formulario.",
    "Secret key": "Clave secreta",
    "On the same page, click \"Reveal live key token\" and copy the \"Secret key\" and enter it into the field in the form.": "En la misma página, haz clic en \"Reveal live key token\", copia la clave y pégala.",
    "On the same page, click on \"Webhooks\" tab. Click on \"Add endpoint\" and enter the URL below.": "En la misma página, pestaña \"Webhooks\", haz clic en \"Add endpoint\" y pega la URL.",
    "Click on \"Select events\" then select all the following events:": "Haz clic en \"Select events\" y marca estos eventos:",
    "Check all the \"payment_intent.xyz\" events.": "Marca todos los eventos \"payment_intent.xyz\".",
    "Check all the \"customer.xyz\" events.": "Marca todos los eventos \"customer.xyz\".",
    "Check all the \"invoice.xyz\" events.": "Marca todos los eventos \"invoice.xyz\".",
    "Check the \"charge.refunded\" event.": "Marca el evento \"charge.refunded\".",
    "Check the \"charge.failed\" event.": "Marca el evento \"charge.failed\".",
    "Click on \"Add endpoint\" and copy the generated webhook signing secret and enter it into the field in the form.": "Haz clic en \"Add endpoint\", copia el secreto de firma y pégalo en el formulario.",
    "To integrate Twilio with your application, you need to create a": "Para integrar Twilio, necesitas crear una",
    "Twilio account": "cuenta de Twilio",
    ", then get your Twilio credentials and enter them into the form here.": ", luego obtiene las credenciales de Twilio y pégalas aquí.",
    "Confirm your two-factor authentication code.": "Confirma tu código de autenticación de dos factores.",
    "Enter your two-factor authentication code": "Introduce tu código 2FA",
    "Cancel": "Cancelar",
    "Confirm Two-Factor Authentication Code": "Confirmar código 2FA",
    "To enable 2-factor authentication, scan the code above with your authenticator app.": "Para habilitar 2FA, escanea el código con tu app de autenticación.",
    "If you can't use a QR code, you can enter the code below.": "Si no puedes usar QR, ingresa el código abajo.",
    "In the next step, you will be asked to enter a 2-factor authentication code.": "En el siguiente paso, se te pedirá un código 2FA.",
    "Two-factor authentication is already enabled for your account.": "La autenticación 2FA ya está habilitada.",
    "You can disable two-factor authentication by clicking the button below.": "Puedes desactivar 2FA haciendo clic abajo.",
    "Two-factor authentication is an security feature that helps protect your account.": "La autenticación 2FA es una medida de seguridad que protege tu cuenta.",
    "You can enable two-factor authentication by clicking the button below.": "Puedes habilitar 2FA haciendo clic abajo.",
    "Enable Two-Factor Authentication": "Habilitar 2FA",
    "Below are your recovery codes. Please store them in a safe place as you can use them to recover access to your account if you lose your two-factor authentication device.": "Estos son tus códigos de recuperación. Guárdalos en un lugar seguro; te servirán si pierdes el dispositivo 2FA.",
    "I have stored my recovery codes in a safe place": "He guardado mis códigos de recuperación en un lugar seguro",
    "Please enter your discount code below.": "Introduce tu código de descuento abajo.",
    "We are sad to see you leaving :(": "Nos entristece verte partir :(",
    "Is there anything we can do to change your mind?": "¿Podemos hacer algo para que cambies de idea?",
    "Contact Us": "Contáctanos",
    "No, proceed with cancellation": "No, procede con la cancelación",
    "It seems you are insisting. We are very sorry for that. Please tell us why you are leaving.": "Parece que insistes. Lo sentimos mucho. Cuéntanos por qué te vas.",
    "Back to Subscriptions": "Volver a suscripciones",
    "Subscribe to a Plan": "Suscribirse a un plan",
    "SaaSykit - Laravel SaaS Starter Kit": "SaaSykit - Starter Kit SaaS en Laravel",
    "Launch your Business": "Lanza tu negocio",
    "A Laravel-based boilerplate with everything you need to build an awesome SaaS.": "Un boilerplate en Laravel con todo lo necesario para crear un SaaS increíble.",
    "Get SaaSykit": "Obtener SaaSykit",
    "Check The Demo": "Ver demo",
    "Join the best SaaS developers who are using SaaSykit to build their SaaS.": "Únete a los mejores desarrolladores SaaS que usan SaaSykit.",
    "a solid SaaS": "un SaaS sólido",
    "Subscriptions & One-time purchases.": "Suscripciones y compras únicas.",
    "Easily offer your customers subscription-based & one-time purchase products with SaaSykit. All the webhook handling, subscription management, and billing are already set up for you in a beautiful and easy-to-use admin panel.": "Ofrece productos por suscripción o compra única con SaaSykit. Gestión de webhooks, suscripciones y facturación ya configurados en un panel elegante y fácil de usar.",
    "Collect payments with Stripe and Paddle, and manage your customers with ease.": "Acepta pagos con Stripe y Paddle, y gestiona tus clientes con facilidad.",
    "Powered by:": "Desarrollado con:",
    "Your Brand, Your Colors": "Tu marca, tus colores",
    "Customize Everything.": "Personaliza todo.",
    "Customize the primary & secondary colors of your website, error pages, email templates, fonts, social sharing cards, favicons, and more.": "Personaliza colores principales y secundarios, páginas de error, plantillas de correo, fuentes, tarjetas sociales, favicons y más.",
    "Based on the popular TailwindCSS, you can easily customize the look and feel of your SaaS application.": "Basado en TailwindCSS, puedes personalizar fácilmente el aspecto de tu SaaS.",
    "At your fingertips": "Al alcance de tu mano",
    "Products, Plans & Pricing.": "Productos, planes y precios.",
    "Create and manage your products, plans, and pricing, set features for each plan, mark a plan as featured, and more.": "Crea y gestiona productos, planes y precios, define características por plan, marca planes destacados y más.",
    "Rewards your customers with discounts and manage all that from a beautiful admin panel.": "Recompensa a tus clientes con descuentos y gestiona todo desde un panel elegante.",
    "Buttery smooth": "Suavidad extrema",
    "Beautiful checkout process.": "Proceso de pago atractivo.",
    "In a few clicks, your customers can subscribe to your service using a beautiful checkout page that shows all the details of the plan they are subscribing to, allowing them to add a coupon code if they have one, and choose their payment method.": "En pocos clics, tus clientes se suscriben mediante una página de pago que muestra detalles del plan, permite aplicar cupón y elegir método de pago.",
    "The best of the best": "Lo mejor de lo mejor",
    "A solid tech stack": "Un stack tecnológico sólido",
    "Laravel, TailwindCSS, Livewire, AlpineJS & FilamentPhp": "Laravel, TailwindCSS, Livewire, AlpineJS y FilamentPhp",
    "All Inclusive": "Todo incluido",
    "Huge list of ready-to-use components.": "Gran lista de componentes listos para usar.",
    "Testimonials": "Testimonios",
    "Plans & Pricing": "Planes y precios",
    "Hero section": "Sección héroe",
    "Call to action": "Llamado a la acción",
    "Tab slider": "Pestañas deslizables",
    "and more": "y más",
    "Display testimonials from your customers on your website and build trust with your potential customers.": "Muestra testimonios de clientes en tu sitio y genera confianza.",
    "Plans & Pricing Component": "Componente de planes y precios",
    "This component is magical in that it will read the plans you defined in your admin panel, group them, calculate potential discount amount if user chooses a longer plan, and display all that in a beautiful way for your users. ": "Este componente leerá los planes definidos, los agrupará, calculará descuentos potenciales por planes más largos y lo mostrará de forma hermosa.",
    "Hero section Component": "Componente de sección héroe",
    "A ready-to-use hero section component to display your hero image, title, and call to action button.": "Componente listo para usar que muestra imagen héroe, título y botón de acción.",
    "FAQ Component": "Componente de preguntas frecuentes",
    "An accordion component that you can use to display your FAQ in an intuitive way.": "Un acordeón para mostrar preguntas frecuentes de forma intuitiva.",
    "Call to action component": "Componente de llamado a la acción",
    "A focused component the brings attention to your call to action.": "Componente focalizado que destaca tu llamado a la acción.",
    "Tab Slider Component": "Componente de pestañas deslizables",
    "Tab slider component displays your content in a beautiful and organized way into separate tabs.": "El componente muestra contenido organizado en pestañas de forma elegante.",
    "Header & Footer": "Encabezado y pie",
    "Easily customize your header and footer.": "Personaliza fácilmente encabezado y pie.",
    "Buttons": "Botones",
    "Beautiful buttons to use in your application.": "Botones atractivos para tu app.",
    "Pill": "Píldora",
    "Pills to highlight your content where you need to.": "Píldoras para resaltar contenido.",
    "and much more...": "y mucho más...",
    "Know your numbers": "Conoce tus cifras",
    "SaaS Stats.": "Estadísticas SaaS.",
    "View your MRR (monthly recurring revenue), Churn rates, ARPU (average revenue per user), and other SaaS metrics right inside your admin panel.": "Consulta tu MRR, tasas de deserción, ARPU y otras métricas SaaS directamente en el panel.",
    "Connect with customers": "Conéctate con clientes",
    "Send & Customize Emails.": "Envía y personaliza correos.",
    "Choose your preferred email service from options like Mailgun, Postmark, and Amazon SES to communicate with your customers.": "Elige tu servicio de correo (Mailgun, Postmark, Amazon SES) para comunicarte con clientes.",
    "SaaSykit comes with a beautiful email template out of the box that takes your brand colors into consideration, along with the typical emails for customer registration, verification, resetting password, etc set up for you.": "SaaSykit incluye una plantilla de correo hermosa que respeta tus colores de marca y correos típicos de registro, verificación, restablecer contraseña, etc.",
    "Supported email providers:": "Proveedores de correo soportados:",
    "Content is king": "El contenido es rey",
    "A ready Blog.": "Un blog listo.",
    "When it comes to reaching customer, nothing beats SEO.": "Para llegar al cliente, nada supera al SEO.",
    "SaaSykit comes with a ready blog system that you can use to publish articles and tutorials for your customers about your SaaS, which will help you with your SEO.": "SaaSykit incluye un sistema de blog listo para publicar artículos y tutoriales, mejorando tu SEO.",
    "Modern Authentication": "Autenticación moderna",
    "Login, Registration & Social login.": "Inicio de sesión, registro y social login.",
    "SaaSykit includes built-in user authentication, supporting both traditional email\/password authentication and social login options such as Google, Facebook, Twitter, Github, LinkedIn, and more.": "SaaSykit incluye autenticación incorporada, soportando email\/contraseña y social login (Google, Facebook, Twitter, GitHub, LinkedIn, etc.).",
    "Supported login providers:": "Proveedores de inicio soportados:",
    "Can't get more beautiful": "No puede ser más hermoso",
    "A stunning Admin Panel.": "Un panel de administración impresionante.",
    "Manage your SaaS application from a beautiful admin panel powered by Filament": "Gestiona tu app SaaS desde un panel hermoso impulsado por Filament",
    "Oh, we're not done yet": "Y aún no hemos terminado",
    "And a whole lot more": "Y mucho más",
    "Users & Roles": "Usuarios y roles",
    "Manage your users, create roles and assign permissions to your users.": "Gestiona usuarios, crea roles y asigna permisos.",
    "Fully translatable": "Totalmente traducible",
    "Translate your application to any language you want.": "Traduce tu app al idioma que quieras.",
    "Sitemap & SEO": "Mapa del sitio y SEO",
    "Auto-generated sitemap and SEO optimization out of the box.": "Mapa del sitio autogenerado y optimización SEO listas para usar.",
    "Users can manage their subscriptions, change payment method, upgrade plan, cancel subscription alone.": "Los usuarios pueden gestionar sus suscripciones, cambiar método de pago, cambiar de plan o cancelar.",
    "Highly customizable": "Altamente personalizable",
    "Manage your SaaS settings from within the admin panel. No need to redeploy app for simple changes anymore.": "Gestiona ajustes SaaS desde el panel. No necesitas redeplegar por cambios simples.",
    "Developer-friendly": "Amigable para desarrolladores",
    "Built with developers in mind, uses best coding practices. Offers handlers & events and automated tests covering critical components of the application.": "Construido pensando en desarrolladores, usa buenas prácticas, handlers & events y pruebas automatizadas de componentes críticos.",
    "Start to end": "De inicio a fin",
    "1-command deployment & Server provisioning": "Despliegue y aprovisionamiento de servidor en un comando",
    "Deploy your SaaS application to your server with a single command, powered by": "Despliega tu SaaS en tu servidor con un solo comando, impulsado por",
    "PHP Deployer": "PHP Deployer",
    "Extensive Documentation": "Documentación extensa",
    "Everything you need to know to get started.": "Todo lo que necesitas para comenzar.",
    "SaaSykit's documentation is extensive and covers everything you need to know to get started with building your SaaS.": "La documentación de SaaSykit es extensa y cubre todo lo necesario para empezar a construir tu SaaS.",
    "Check Documentation": "Ver documentación",
    "We worked for Months, So You Can Ship in Days": "Trabajamos meses para que tú entregues en días",
    "Launch your SaaS Today": "Lanza tu SaaS hoy",
    "Got a Question?": "¿Tienes una pregunta?",
    "Here are the most common questions to help you with your decision.": "Estas son las preguntas más comunes para ayudarte a decidir.",
    "What is SaaSykit?": "¿Qué es SaaSykit?",
    "SaaSykit is a complete SaaS starter kit that includes everything you need to start your SaaS business. It comes ready with a huge list of reusable components, a complete admin panel, user dashboard, user authentication, user & role management, plans & pricing, subscriptions, payments, emails, and more.": "SaaSykit es un kit completo para SaaS que incluye todo lo necesario para empezar. Viene con gran cantidad de componentes reutilizables, un panel admin completo, panel de usuario, autenticación, gestión de usuarios y roles, planes y precios, suscripciones, pagos, correos y más.",
    "What features does SaaSykit offer?": "¿Qué características ofrece SaaSykit?",
    "Here are some of the features included in SaaSykit in a nutshell:": "Estas son algunas características incluidas en SaaSykit:",
    "Customize Styles: Customize the styles &amp; colors, error page of your application to fit your brand.": "Customize Styles: Customize the styles &amp; colors, error page of your application to fit your brand.",
    "Product, Plans &amp; Pricing: Create and manage your products, plans, and pricing from a beautiful and easy-to-use admin panel.": "Product, Plans &amp; Pricing: Create and manage your products, plans, and pricing from a beautiful and easy-to-use admin panel.",
    "Beautiful checkout process: Your customers can subscribe to your plans from a beautiful checkout process.": "Proceso de pago atractivo: tus clientes pueden suscribirse con un checkout elegante.",
    "Huge list of ready-to-use components: Plans &amp; Pricing, hero section, features section, testimonials, FAQ, Call to action, tab slider, and much more.": "Huge list of ready-to-use components: Plans &amp; Pricing, hero section, features section, testimonials, FAQ, Call to action, tab slider, and much more.",
    "User authentication: Comes with user authentication out of the box, whether classic email\/password or social login (Google, Facebook, Twitter, Github, LinkedIn, and more).": "Autenticación de usuarios: incluye email\/contraseña y social login (Google, Facebook, Twitter, GitHub, LinkedIn, etc.).",
    "Discounts: Create and manage your discounts and reward your customers.": "Descuentos: crea y gestiona descuentos y recompensa a tus clientes.",
    "SaaS metric stats: View your MRR, Churn rates, ARPU, and other SaaS metrics.": "Métricas SaaS: consulta tu MRR, tasa de deserción, ARPU y más.",
    "Multiple payment providers: Stripe, Paddle, and more coming soon.": "Proveedores de pago: Stripe, Paddle y más próximamente.",
    "Multiple email providers: Mailgun, Postmark, Amazon SES, and more coming soon.": "Proveedores de correo: Mailgun, Postmark, Amazon SES y más pronto.",
    "Blog: Create and manage your blog posts.": "Blog: crea y gestiona entradas de blog.",
    "User &amp; Role Management: Create and manage your users and roles, and assign permissions to your users.": "User &amp; Role Management: Create and manage your users and roles, and assign permissions to your users.",
    "Fully translatable: Translate your application to any language you want.": "Totalmente traducible: traduce tu app al idioma que quieras.",
    "Sitemap &amp; SEO: Sitemap and SEO optimization out of the box.": "Sitemap &amp; SEO: Sitemap and SEO optimization out of the box.",
    "Admin Panel: Manage your SaaS application from a beautiful admin panel powered by ": "Panel admin: gestiona tu app SaaS desde un panel hermoso impulsado por ",
    "User Dashboard: Your customers can manage their subscriptions, change payment method, upgrade plan, cancel subscription, and more from a beautiful user dashboard powered by": "Panel de usuario: tus clientes gestionan sus suscripciones, cambian método de pago, plan, cancelan y más desde un panel hermoso impulsado por",
    "Automated Tests: Comes with automated tests for critical components of the application.": "Pruebas automatizadas: incluye tests para componentes críticos.",
    "One-line deployment: Provision your server and deploy your application easily with integrated": "Despliegue en una línea: aprovisiona tu servidor y despliega fácilmente con integrada",
    "  support.": " asistencia.",
    "Developer-friendly: Built with developers in mind, uses best coding practices.": "Amigable para desarrolladores: construido pensando en ellos y siguiendo buenas prácticas.",
    "And much more...": "Y mucho más...",
    "Which payment providers are supported?": "¿Qué proveedores de pago se soportan?",
    "SaaSykit supports Stripe and Paddle out of the box. You can easily add more payment providers by extending the code. More payment method will be added in the future as well (e.g. Lemon Squeezy)": "SaaSykit soporta Stripe y Paddle por defecto. Puedes añadir más proveedores extendiendo el código. Vendrán más métodos (p.ej. Lemon Squeezy).",
    "Do you offer support?": "¿Ofrecen soporte?",
    "Of course! we offer email and discord support to help you with any issues you might face or questions you have. Write us an email at": "¡Por supuesto! Ofrecemos soporte por correo y Discord para ayudarte con problemas o preguntas. Escríbenos a",
    "or join our": "o únete a nuestro",
    "discord server": "servidor de Discord",
    "to get help.": "para recibir ayuda.",
    "SaaSykit is built on top of": "SaaSykit está construido sobre",
    "Laravel, the most popular PHP framework, and": "Laravel, el framework PHP más popular, y",
    ", a beautiful and powerful admin panel for Laravel. It also uses TailwindCSS, AlpineJS, and Livewire.": ", un panel admin hermoso y potente para Laravel. También usa TailwindCSS, AlpineJS y Livewire.",
    "You can use your favourite database (MySQL, PostgreSQL, SQLite) and your favourite queue driver (Redis, Amazon SQS, etc).": "Puedes usar tu base de datos favorita (MySQL, PostgreSQL, SQLite) y tu driver de colas preferido (Redis, Amazon SQS, etc.).",
    "SaaSykit is updated regularly to keep up with the latest Laravel and Filament versions, and to add new features and improvements.": "SaaSykit se actualiza regularmente para seguir las últimas versiones de Laravel y Filament, y añadir nuevas funciones y mejoras.",
    "Yes, we offer a 14-day money-back guarantee. If you are not satisfied with SaaSykit, you can request a refund within 14 days of your purchase. Please write us an email at": "Sí, ofrecemos garantía de devolución de 14 días. Si no quedas satisfecho, solicita el reembolso antes de 14 días escríbenos a",
    "to request a refund.": "para pedir el reembolso.",
    "You can host your SaaS application on any server that supports PHP, such as DigitalOcean, AWS, Hetzner, Linode, and more. You can also use a platform like Laravel Forge to manage your server and deploy your application.": "Puedes alojar tu app SaaS en cualquier servidor que soporte PHP (DigitalOcean, AWS, Hetzner, Linode, etc.). También puedes usar Laravel Forge para gestionar y desplegar.",
    "Yes, a demo is available to help you get a feel of SaaSykit. You can find the demo": "Sí, hay una demo para probar SaaSykit. Encuéntrala en",
    "Yes, an extensive documentation is available to help you get started with SaaSykit. You can find the documentation ": "Sí, hay documentación extensa para empezar con SaaSykit. Encuéntrala en",
    "SaaSykit is built on top of Laravel with the intention to save you time and effort by not having to build everything needed for a modern SaaS from scratch, like payment provider integration, subscription management, user authentication, user & role management, having a beautiful admin panel, a user dashboard to manage their subscriptions\/payments, and more.": "SaaSykit está construido sobre Laravel para ahorrarte tiempo y esfuerzo, sin tener que crear desde cero integración de pagos, gestión de suscripciones, autenticación, gestión de usuarios y roles, panel admin, panel de usuario y más.",
    "You can choose to base your SaaS on vanilla Laravel and build everything from scratch if you prefer and that is totally fine, but you will need a few months to build what SaaSykit offers out of the box, then on top of that, you will need to start to build your actual SaaS application.": "Puedes basar tu SaaS en Laravel puro y hacer todo desde cero si lo prefieres, pero te tomará meses crear lo que SaaSykit ofrece ya listo, y luego tendrás que empezar tu aplicación.",
    "SaaSykit is a great starting point for your SaaS application, it is built with best coding practices, and it is developer-friendly. It is also built with the intention to be easily customizable and extendable. Any developer who is familiar with Laravel will feel right at home.": "SaaSykit es un gran punto de partida, construido con buenas prácticas y amigable para desarrolladores. Es fácilmente personalizable y ampliable. Cualquier desarrollador familiarizado con Laravel se sentirá cómodo.",
    "Here you can manage your invitations to join teams.": "Aquí puedes gestionar tus invitaciones a equipos.",
    "Add discount": "Añadir descuento",
    "Address": "Dirección",
    "Enter your address details.": "Introduce los detalles de tu dirección.",
    "Save": "Guardar",
    "Close": "Cerrar",
    "Once you cancel, your subscription will be active until the end of your billing period. You will be able to continue using the service until the end of your billing period.": "Al cancelar, tu suscripción seguirá activa hasta el final del ciclo de facturación. Podrás usar el servicio hasta entonces.",
    "Confirm Subscription Cancellation": "Confirmar cancelación de suscripción",
    "Your subscription billing cycle will start immediately upon payment completion and will automatically renew on the same date in future billing cycles.": "Tu ciclo de facturación comenzará tras el pago y se renovará automáticamente en la misma fecha cada ciclo.",
    "By continuing, you agree to our": "Al continuar, aceptas nuestros",
    "and": "y",
    "Subscribe & Pay": "Suscribirse y pagar",
    "Start Your Free Trial": "Inicia tu prueba gratuita",
    "Enter your details": "Introduce tus datos",
    "You are already registered, enter your password.": "Ya estás registrado, ingresa tu contraseña.",
    "Enter a password for your new account.": "Introduce una contraseña para tu nueva cuenta.",
    "Your Name": "Tu nombre",
    "Pay with": "Paga con",
    "You will be redirected to complete your payment.": "Serás redirigido para completar el pago.",
    "You will be asked to enter your payment details in a secure overlay.": "Se te pedirá introducir los datos de pago en una capa segura.",
    "Plan details": "Detalles del plan",
    " free trial included": " prueba gratuita incluida",
    "subscription.": "suscripción.",
    "Starts immediately.": "Comienza de inmediato.",
    "What you get:": "Qué obtienes:",
    "Product Details": "Detalles del producto",
    "Confirm & Pay": "Confirmar y pagar",
    "Pick a workspace:": "Elige un espacio de trabajo:",
    "Create a new workspace": "Crear un nuevo espacio",
    "Have a coupon code?": "¿Tienes cupón?",
    "Remove Discount": "Eliminar descuento",
    "Discount": "Descuento",
    "Due now": "Pago inmediato",
    "Number of seats:": "Número de asientos:",
    "Subscription price": "Precio de suscripción",
    "Price \/ ": "Precio \/ ",
    "Tiered pricing": "Precios por niveles",
    "Graduated pricing mimics the way income taxes are calculated, where you pay different rates on portions of your usage. The first tier is applied to the first units, the second tier to the next units, and so on.": "El precio graduado imita el cálculo de impuestos: pagas tarifas diferentes por tramos de uso. El nivel 1 aplica a las primeras unidades, el nivel 2 a las siguientes, etc.",
    "Save Changes": "Guardar cambios",
    "You have no invitations.": "No tienes invitaciones.",
    "Actions": "Acciones",
    "Accept": "Aceptar",
    "Reject": "Rechazar",
    "+ Suggest a feature": "+ Sugerir una función",
    "Done": "Hecho",
    "No features found, but you can ": "No hay funciones, pero puedes ",
    "suggest one!": "¡sugerir una!",
    "Suggest a feature \/ improvement": "Sugerir función \/ mejora",
    "What do you want to suggest?": "¿Qué quieres sugerir?",
    "Provide more description.": "Proporciona más descripción.",
    "Suggest": "Sugerir",
    "No extra description.": "Sin descripción extra.",
    "Verify Your Phone Number To Continue": "Verifica tu número para continuar",
    "Before you can continue, we need to verify your phone number.": "Antes de continuar, necesitamos verificar tu teléfono.",
    "Your Mobile Phone Number": "Tu número de móvil",
    "Edit Phone Number": "Editar número",
    "Enter Verification Code": "Introduce el código",
    "Verify Phone": "Verificar teléfono",
    "Send Verification Code": "Enviar código",
    "Suggest a feature or stay on top of what we are working on.": "Sugiere una función o mantente al tanto de lo que estamos desarrollando.",
    "<< Back to Roadmap": "<< Volver a hoja de ruta",
    "It might take a few moments for your subscription to be updated.": "Puede tardar unos momentos en actualizarse tu suscripción.",
    "Continue Your Journey": "Continúa tu camino",
    "Update Subscription": "Actualizar suscripción",
    "New Plan details": "Detalles del nuevo plan",
    "New Subscription price": "Nuevo precio de suscripción",
    " seat": " asiento",
    "You will be charged a prorated amount that covers the difference between your current plan and your new plan for the remainder of the current billing period.": "Se te cobrará un monto prorrateado que cubre la diferencia entre tu plan actual y el nuevo para el resto del ciclo.",
    "Cancel anytime in account settings at least one day before each renewal date. Plan automatically renews until cancelled. Your billing date may not line up with your apprenticeship start date.": "Cancela cuando quieras en ajustes de cuenta, al menos un día antes de la renovación. El plan se renueva automáticamente hasta cancelarlo. La fecha de facturación puede no coincidir con la de inicio del aprendizaje.",
    "Confirm & Subscribe": "Confirmar y suscribir",
    "Your experience on this site will be improved by allowing cookies.": "Tu experiencia mejorará si permites cookies.",
    "Allow cookies": "Permitir cookies",
    "Serial No.": "Núm. de serie",
    "Invoice date": "Fecha de factura",
    "Bill to": "Facturar a",
    "Code": "Código",
    "VAT code": "Código IVA",
    "Description": "Descripción",
    "Units": "Unidades",
    "Qty": "Cant.",
    "Tax": "Impuesto",
    "Total discount": "Descuento total",
    "Taxable amount": "Base imponible",
    "Tax rate": "Tasa de impuesto",
    "Total taxes": "Impuestos totales",
    "Shipping": "Envío",
    "Total amount": "Monto total",
    "Notes": "Notas",
    "Page": "Página",
    "Thank you for verifying your phone number!": "¡Gracias por verificar tu número!",
    "Your phone number has been successfully verified.": "Tu número ha sido verificado con éxito.",
    "Verify Your Phone Number": "Verifica tu número de teléfono"
}
